Tekla.Structures.ModelInternal.ChangeManager
DO NOT USE! For internal usage only!
Contains function for the ChangeManager application.

Tekla.Structures.ModelInternal.ChangeManager.AllowSave(System.Boolean)
Sets a flag to inidcate whether the model should be saved or not.
SaveFlag: True if saving should be done, otherwise false
Returns: True if flag was set successfully.

Tekla.Structures.ModelInternal.ChangeManager.AllowNumbering(System.Boolean)
Sets a flag to inidcate whether the model should be numbered or not.
NumberingFlag: True if numbering should be done, otherwise false
Returns: True if flag was set successfully.